[
    {
        "heading": "Who am I even? 🤔",
        "content": [
            "Hello hello! My name is Maeve and I'm just a silly willy on the internet^^",
            "I like coding and uhh, being a nerd in other fields I suppose, haha<br>Welcome to my humble page :3",
            "Read more about me below (or to the right idk)"
        ]
    },
    {
        "heading": "About me 📝",
        "content": ["I am 19 years old, certified grandma, and I go by she/they pronouns! (woah, so woke!)", "I like music, fun conversations, and I guess nerding out about everything, sorrgy for being boringggg", "I do coding stuffs and this humble website is one of those stuffs hehe"]
    },
    {
        "heading": "Interests and fandoms 👾",
        "content": ["To get the latter out of the way, I do not consider myself part of any fandoms per se, but I have played some games, and watched some movies and shows here and there, so I might know a little something about something^^", "Some games I particularly enjoyed were Night in the Woods, Undertale/Deltarune, Doki Doki (go ahead, judge me, I will fight you), and less story and more vibe-based games such as ETS 2, BeamNG and some other driving-based games", "I also love travelling and have been around the world here and there, which I myself am kinda surprised about being able to pull off, but I suppose not much can go wrong if you forget something even can go wrong hehe (warning, this is not legal advice)"]
    },
    {
        "heading": "Music taste 🎶",
        "content": [
            "Music makes a big part of me, my life and,, other nouns that sound very philosphical and deep",
            "While I listen to a ton of genres and never undermine a song for its genre, emo is where my heart is (or is that home,, nvm)<br>It's the emotional and heartwrenching lyrics that I just get immersed into, how raw it is..",
            "Some of my favourite bands include:<br>Linkin Park, Twenty One Pilots, Bring Me The Horizon, My Chemical Romance, Hollywood Undead and others",
            "I like heavy music, things like metalcore, nü-metal, and sometimes power metal, but of course a song doesn't necessarily have to be that to be good :3"
        ]
    }
]